Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 凌霄这一次没有闭关，帮他护法的人理所当然就是他，有他坐镇，游小默更加心无旁骛，动作比第一次更加麻利。
en_us: Ling Xiao did not go into secluded cultivation this time, so naturally he was the person who was his guardian. With him keeping watch, You XiaoMo could fully immerse himself into refining and his movements were more nimble than those of the first time.

source: 凌霄这次没有跟他来，那家伙自从他减少去老头那儿的次数后，又懒了下来，这个月连一场比赛都没打，所以被他赶去竞技场，就算名次不升，至少也要把第七名守住。
en_us: Ling Xiao didn’t come with him this time. Ever since his visits to the old geezer decreased, that guy had reverted to his usual laziness and hadn’t fought a single match this month. So, he was forced to the arena. Even if he doesn’t ascend the rankings, he needed to defend his place as seventh.

source: 凌霄退后了几步，一滩血刚好溅在他刚刚站的位置上。
en_us: Ling Xiao took a few steps back as a spray of blood just happened to splash onto the ground where he was standing.

source: 凌霄退后几步，风迟云的身体又平静了下来。
en_us: Ling Xiao retreated a few step back. Feng ChiYun's body calmed down again.

source: 凌霄速度解决了玄威，顺便抹去他们二人在小港口的痕迹，然后就去找游小默。
en_us: Ling Xiao, having swiftly dealt with XuanWei and erased the traces of their presence from the alleyway, went to find You XiaoMo.

source: 凌霄道：“乌梅镇虽然是在中天的边缘，但也是丹师工会和驭兽工会的地域，而且他们上面还有个通天殿，所以两大工会是不会让他们打起来的，多名圣境强者造成的危害绝对是你无法想象的。”
en_us: Ling Xiao said, "Even though Ebony Plum Town is on the edge of Zhong Tian, it is still considered part of the Mage Association and the Beast Transfiguration Association's territory. Moreover, there's still the TongTian Palace above them, so the two large associations won't let them start fighting. The amount of damage that many Sacred Realm experts can create is something that you absolutely can't imagine."

source: 凌霄道：“来过一次，但待得时间不长，而且已经是万年前的事情，多少和记忆中的东洲有些变化，不东洲人排斥外来者是真的，特别是修炼者的城镇，大部分都不是部落的人。”
en_us: Ling Xiao replied, "I've been here once before, but didn't stay long, and that was tens of thousands of years ago. Dong Zhou has changed from what it is in my memories, but their xenophobia has always rang true, especially the practitioner towns: most of them aren't tribesmen."

source: 凌霄道：“转生丹，你先祖留给你的丹方中应该有这种灵丹。”
en_us: Ling Xiao replied, "The Reincarnation Pill. This pill should be among the pill recipes your ancestor left to you."

source: 凌霄邪魅狷忹的撇他一眼，“你不喜欢？”
en_us: Ling Xiao smirked and shot him a glance. "You don't like it?"

source: 凌霄除了在他炼丹的时候帮忙他对付雷云，其余时间也都在调养，四种血脉觉醒的冲击带给他的后果比他想象的更严重，他必须想办法融合他们。
en_us: Apart from helping him out with the lightning from refining pills, Ling Xiao spent most of his time resting. The clash between the four bloodlines had resulted in consequences more dire than expected. He had to find a way to integrate them.

source: 凌霄随手劈开裂缝，里面果然别有洞天，一道宽阔的黑色隧道直通向前方，脚下是湿湿的粘土，而且越往里面走，地上就越湿，最后直接变成一滩浅水，那团红光已经不见踪影了。
en_us: Ling Xiao casually broke the crack and of course, there was a black tunnel hidden inside that went straight ahead. Beneath them was damp soil and the deeper they went, the wetter the soil became, when it finally became a puddle of water. The red light had disappeared.

source: 凌霄随手将白衣人身上的禁制解开，他也不打算把一颗不定时炸弹留在自己的空间里。
en_us: Ling Xiao easily undid the seals on the person in white's body. He also hadn't planned on keeping a ticking time bomb in his dimension.

source: 凌霄难得没有反驳他这种阿Q般的自我安慰方式。
en_us: It was rare for Ling Xiao not to refute his Ah Q style self-consolation. <strong>t/n: Ah Q is a character from an episodic novella written by Lu Xun, the True Story of Ah Q. Ah Q is famous for "spiritual victories", an euphemism for self-talk and self-deception even when faced with extreme defeat or humiliation. Ah Q is a bully to the less fortunate but fearful of those who are above him in rank, strength, or power. He persuades himself mentally that he is spiritually "superior" to his oppressors even as he succumbs to their tyranny and suppression.</strong>

source: 凌霄面不改色地道：“傅盟主所说的灵丹，是哪一种？”
en_us: There was no change in Ling Xiao's expression as he asked, "Which kind of magic pill is Alliance Head Fu (傅盟主) talking about?"

source: 凌霄面无表情的摇摇头，“暂时没什么大碍，不过接下来必须找个地方休养。”
en_us: Ling Xiao shook his head expressionlessly, "It's nothing serious for the time being. But we must find a place for me to recover after this."

source: 凌霄面色不变：“拒绝人身攻击。”
en_us: Ling Xiao's expression had no change, "Personal attacks are rejected/denied." (拒绝人身攻击)

source: 凌霄顺势压上去，调侃的笑道：“夫人，你果然很了解为夫。”
en_us: Taking advantage of the situation, Ling Xiao laughed teasingly, "Wife, you really knows your husband well."

source: 凌霄顿住了，盯着他说：“别忘了你是有夫之夫。”
en_us: Ling Xiao paused and stared at him. "Don't forget you're a man with a husband."

source: 凌霄顿时不说话了。
en_us: At once Ling Xiao stopped talking.

source: 凌霄顿时不说话了，进去时，他们报了自己的名字，果然如游小默猜测的一样，从他们身边经过以及那些围观他们的人却是都一副崇拜的表情，但是他们看的不是游小默，而是凌霄，偶尔才会给游小默几双同情的眼神。
en_us: So, Ling Xiao stopped talking. Once they went in, they give their names and just as You XiaoMo predicted, everyone who walked pass had a look of idolization. However, they weren't looking at You XiaoMo but Ling Xiao, only occusionally would one give You XiaoMo a look of sympathy.

source: 凌霄饮了口茶，“偷东西是假，应该是在找人。”
en_us: Ling Xiao drank a mouthful of tea, "The rumor of something being stolen is false. It should be because he's looking for someone."

source: 凌霄：“……”
en_us: Ling Xiao, "..."

source: 凌霄：“呵呵……”
en_us: Ling Xiao: “Heheh…”

source: 凌霄：“我在说梦话。”
en_us: Ling Xiao, "I'm sleep talking."

source: 几乎所有人都在注视着战圈，他却悄无声息的来到游小默后方，所有吵杂的声音仿佛在这一刻禁止了，这是星罗城主的领域。
en_us: Almost everyone was surveying the battle, but he crept silently behind You XiaoMo. All the background noise seemed to have suddenly been sealed away. This was the Territory of Starfall City's City Master.

source: 几乎没人会想到，打败游安泰和老鹰的凌默竟然会是麒麟族和妖凰族的后代，而且还是被遗弃的后代。
en_us: Basically nobody had thought that the Ling Mo who had defeated You AnTai and the Eagle Guild was actually the descendant of the Qilin Clan and the Demon Phoenix Clan. Moreover, he was a descendant that had been cast out.

source: 几位导师和长老一愣，皆惊疑不定地朝凌霄看过去。
en_us: The mentors and elders were stunned, looking towards Ling Xiao with suspicion.

source: 几分钟后，拍卖师当场经他们拍到的灵酒和附赠的配方，捆绑的顶级灵草级附赠的种子，贪狼的内丹和一张地图拿了出来，乍一看，东西还真多。
en_us: After a few minutes, the auctioneer personally brought them their spirit wine and recipe, the transcendent level magic herbs and seeds, the life crystal of the Wolf of Gluttony and the map. Wow, they really had bought a lot.

source: 几秒后，它被送到游小默面前。
en_us: Several seconds later, it was delivered to You XiaoMo.

source: 几秒后，拍卖师收敛表情，解释道：“它是贪狼的内丹。”
en_us: Several seconds later, the auctioneer relaxed his expression and explained, "It is the Wolf of Gluttony's Life Crystal."

source: 几道细微的熟悉声音从前方的浓雾里传出来，其中一个声音最让他惊讶，因为据他所知，那个人应该不可能出现在这里才对。
en_us: Several slightly familiar voices drifted from the thick fog ahead, one of which surprised him most, because it should be impossible for that person to appear here as far as he knew.

source: 出乎意料的，凌霄否认了。
en_us: Surprisingly, Ling Xiao denied it.

source: 出乎意料的，大家并没有反对。
en_us: Unexpectedly, nobody had any objections.

source: 出了洞府，黄鼠兽立刻化为人形潜入地底。
en_us: When he left the Immortal’s Cave, the Weasel Beast instantly transformed into a human shape and snuck into the ground.

source: 出了灵草堂，青年转身走向人群，脸色几乎在一瞬间就变得阴沉无比，林草堂门口正庆幸逃过一劫的李管事一点也没有注意到。
en_us: After leaving the Magic Herb Shop, the youth turned and walked towards the crowd, the expression on his face suddenly extremely gloomy. He didn't notice the manager rejoicing in the doorway of LinCao Shop (林草堂) for having bypassed a disaster at all.

source: 出了第六府，游小默与联系便与几个势力分开了。
en_us: After leaving the sixth mansion, You XiaoMo and Ling Xiao separated from the other major powers.

source: 出入口虽然有三个，但是不熟悉的人进去还是会迷失在里面，而且有可能惊动水元素之心，若是让它逃进大海里，这辈子就别想再找到它了。
en_us: Though there were three entrances, people who weren't familiar with the maze would get hopelessly lost inside and they might even startle the water elemental essence. If it fled into the sea, then you could give up on ever finding it again.

source: 出手的人不是凌霄，而是游小默。
en_us: The one who made a move was surprisingly not Ling Xiao but rather You XiaoMo.

source: 出手的人正是傅苍穹。
en_us: The one who stepped in was Fu CangQiong.

source: 出现在他们面前的人是一个清秀的少年，身上散发着一丝祥和活泼的的气息，笑眯眯的笑脸。
en_us: What appeared before them was a delicate and pretty young man who had an air of kindess and energy. His wore a smiling expression too.

source: 出现的速度非常快，若不是他刚好注意到也没发现。
en_us: These figures appeared very quickly. He would not have noticed it if he did not happen to be paying attention to Ling Xiao.

source: 出门前，游小默考虑到好来客栈的人有问题就把吞金兽留下来看人，一旦掌柜有什么异动，若他没有回来就不需要对他们客气。
en_us: Before leaving, You XiaoMo had taken into consideration that the people who came to HaoLai Inn had problems, so he left the Metal Swallowing Beast behind to keep watch. As long as the concierge did something unusual and didn't return, then You XiaoMo wouldn't have to be polite to them anymore.

source: 分享了才是傻子，黑袍人算是凌霄杀的，而且要不是凌霄将他拦下来，黑袍人现在已经逃走了，其他人要想要求分配宝贝，也要看看自己站不站在道理那一边。
en_us: Only an idiot would share them. Ling Xiao could be considered the one who killed the person in black; moreover, if it weren't for Ling Xiao intercepting him, the person in black would have fled a long time ago. If the others wanted to beg for a share of the treasure, then they would still have to take a look and see if they were standing on the side of logic.

source: 分手之后，两人起程回中天，然后游小默想起一件令他心都碎了的事实。
en_us: After they parted, the two began their journey back to ZhongTian, and then You XiaoMo remembered something heartbreaking.

source: 分配完骷髅花草，四大势力又开始分配其他，遇到不够分配的便凑到其他灵草里，有时甚至还会牺牲赤血家族的利益。
en_us: After dividing up the Skull Herbs, the four major powers started to split up the rest. When there wasn't enough to distribute, they would spill over into other magic herbs, and sometimes they would even forgo the Vermillion Blood Clan's share completely.

source: 刑七一惊，想也不想就往身后拍出一掌，表情十足阴狠，不过这一掌只是试探之举。
en_us: In surprise, Xing Qi slapped/pushed his palm backwards (拍出一掌) backwards without thinking. His expresson was venomous (阴狠) but this attack was simply to sound him out. (试探之举)

source: 刑七最后的画面是满眼鲜红。
en_us: The last thing Xing Qi saw was blood.

source: 刑七的内胆里剩下的一半能量早在不久前就已经被他吸收完毕，他并不是一直在抓鸡做饭，空闲时间他都会坐下来吸收内胆里的能量进行修炼。
en_us: The energies left in Xing Qi's Life Crystal had all been absorbed by him. He hadn't just been cooking dinner and catching turkeys, he had also been cultivating with the energies in the Life Crystal.

source: 刑七的脑子仿佛雷光一闪，一张同样灿烂的笑脸在他脑海里浮现，虽然长得略有不同，可是却让人无法忽视那种熟悉感。
en_us: As if a light bulb was suddenly lit, a smiliar smiling face appeared in Xing Qi's mind. Although there was differences, the feeling of familarity was unshakable.

source: 刑七的运气也不够好，竟然是单身过来守南门的，这让莫景有一种刑七注定要死的念头。
en_us: But, Xing Qi was also unlucky to have actually came by himself to guard the South gate. It give Mo Jing a feeling of inevitablity, regarding his death at least.

source: 刑七眯起眼，他发现少年逃跑的方向和莫景是一样的。
en_us: Xing Qi squinted his eyes. He realized that the direction the young man ran towards was the same as Mo Jing.

source: 刑七神情一凛，“难道莫景把消息传出去了？”
en_us: Xing Qi's expression chilled. "Could it be that Mo Jing leaked the news?"

source: 刑七脸色大变，如果真是他猜想的那样，那个男人，那个断掉他一臂的男人肯定也在附近，他中计了！
en_us: His expression changed drastically, if it was as he thought, then that man, the man who broke his arm was definietly around, he was tricked!

source: 刑七落在城墙上，一双狠厉的眼睛直瞪着从城门跑出去的人群，一个接一个，像雷达一样扫描着，企图从这些人中找出混在其中的莫景。
en_us: Xing Qi landed on the city wall and stared piercingly at the crowd whose running out of the city gates. One by one, like a radar, he attempted to find Mo Jing who was blended in amonst them.

source: 刑七见他想逃走，正要追上去，突然瞥见一道略感熟悉的白色身影正从城门下穿过，好像在哪里见过一样。
en_us: Seeing that he was making a break for it, Xing Qi was about to follow when suddenly he caught a glimpse of a familar white sillouthette going through the gate.

source: 刚出现在集镇门口就引来半数人的关注。
en_us: By the time they arrived at the entrance, they'd already caught half of their attention.

source: 刚刚发生的事情，不用她派人去传达，黑熊现在应该已经收到消息，此刻十之八九正在赶过来的路上。
en_us: She didn't need to send anyone for Black Bear to have received the news of what just occurred. He was almost definitely on his way now.

source: 刚刚吓得躲在老板娘身后的伙计立刻冒出来，用一种骄傲的语气说道：“黑熊就是自然城的主人，他可是自然城最强的人，是老板娘的靠山，你们一个都逃不了的。”
en_us: The server who had went to cower behind the owner's back peeked his head out, saying in a prideful tone, "Black Bear is the master of Ziran City. He's the strongest in the entirety of Ziran City and he's the owner's backer. None of you will be able to escape."

source: 刚刚进来的时候，看守的导师告诉他在冥想室最里面三个石室是比较特殊的，它们的效果比普通石室要好很多，但是一天要一个积分。
en_us: When he first came inside, the mentor on guard had told him that the three rooms in the very back were special. They had better effects than normal stone chambers, but required a point per day to use.

source: 刚刚逛了几家都不见他上前，显然那些都不对他的胃口，鲁长老这家还是他逛到现在第一家过来的。
en_us: Just now, they had gone to several stands, none of which appealed to him. Elder Lu's was the only one he was willing to consider so far.

source: 刚刚那道吓人走众多鸟类的吼声就是他发出来的，一看就气得不轻。
en_us: The roar that had just scared off the numerous birds came from him. One could tell that he was furious with a look.

source: 刚开始也有不少人不服气各大势力对进入遗迹的人的限制，头几天积极反抗的人并不少，不过都被镇压了，到后面敢出头的人就越来越少了，直到现在，大家也只敢抱怨几句而已。
en_us: At first, there was quite a few displeased with the restriction placed by the major forces and so, in the first few days, many revolted, but they were all suppressed. Later, the number of people willing to stand up greatly diminished, till now, all they dared was to complain.

source: 刚得到的顶级灵草种子不能像低中级灵草那样可以先放着，早早种下去就能提前收获，特别是心灵花草这两种，只凑够一副材料是不行的，补是他对自己没信心，而是为了预防万一。
en_us: The transcendent level magic herb seed that they had just received couldn't be left there like low or mid-grade magic herbs, nor could they be reaped any faster if they were planted earlier, especially the Heart Flower Herb. Just scraping together some fertilizer to cover it wasn't enough. It wasn't that he had no confidence in himself, but it was more so that he could take precautions.

source: 刚竖起耳朵，凌霄就拎着他跳到树上。
en_us: Just as he pricked up his ears, Ling Xiao lifted him up and jumped up the tree.

source: 刚走到门口，男人突然回过头来，笑呵呵的说道：“小默，你在笑阁等我们吧。”说完也不等他反应就走了。
en_us: The man suddenly turned around and chuckled as soon as he reached the doorway, "XiaoMo, wait for us at the Laughter Pavilion." Then he walked off without waiting for him to respond.

source: 刚走进重力屋，游小默就感觉到一股极强的压力，那股压力几乎作用在他全身上下，就连灵魂都有一种被挤压着的感觉。
en_us: As soon as he walked into the Gravity Room, You XiaoMo felt an immense pressure on him. It seemed to be pulling his entire body down, even his soul felt like it was being squashed.

source: 刚起个头，两个老头就安静了起来。
en_us: The two old fellows quietened down just as they were getting started.

source: 利用一枚低等空间符，游小默三人被传送到中天边缘一座名为乌梅镇的小镇，乌梅镇不是很大，但却是前往中心城的必经之路，而且在乌梅镇还有一座小型空间传送阵，可直达中心城。
en_us: Using a low-level teleportation talisman, You XiaoMo and the two were transported to little town at the fringes of Zhong Tian called Plum Crow Town (乌梅镇). Plum Crow Town was small, but it was along the only road towards Central City. Moreover, Plum Crow Town also had a small scale Dimensional transport circle which would directly transport users to Central City.

source: 利用黄鼠兽的能力，他们也是在三天后才找到一处地方。
en_us: They found a place after three days with the ability of the Weasel Beast.

source: 别人一脸好奇。
en_us: Everyone looked with curiosity.

source: 别人以为滕梓叶21岁时还只是一名五级中品丹师，与他的妹妹一样。
en_us: Most people thought that Teng ZiYe was still a mid level five mage at age twenty-one, like his younger sister.

source: 别人能想到，其他人也能想到，正因为如此，所以还是有不少人选择进城，眼下除了一大堆堵在城外观望的，其他人都规规矩矩的排起队来。
en_us: If one person could think of this, others could think of it too. Therefore, there were still many people who chose to enter the the city because of this. Apart from a large number of people crowding outside the city walls and taking the wait-and-see approach (观望), the rest were lining up in an orderly manner.

source: 别看古玛部落是东洲第一部落，实际上很穷，每年赚的灵晶有时候还不够花出去的，因为他们还要养一大帮人。
en_us: Never mind the fact that Guma Tribe was Dong Zhou's number one tribe. Some years, they didn't even earn enough money to cover their costs, because they still had to take care of a lot of people.

source: 别看赤血家族现在很太平的样子，安际上，族中一些老怪物一直不服游震天，要不是游震天用修为镇压着他们，赤血家族早就反了天。
en_us: It should not be assumed that the ChiXue Clan was very peaceful now. Behind the scenes (安际上), there were some old monsters (老怪物) who always refused to accept You ZhenTian. There would have been a rebellion (反了天) in the ChiXue Clan if not for You ZhenTian using his cultivation to suppress them.

source: 到了八亿，就连游震天都要犹豫了，赤血家族不是出不起，只是在想到底值不值得。
en_us: With the price at eight hundred million, even You ZhenTian was hesitating. It wasn't that the ChiXue Clan couldn't afford it, but it was if this was truly worth it or not.

source: 到达中心城，他们先是去了苍盟在中心城的消息据点。
en_us: Once they arrived at the Central City, they first and foremost went to the information hub of the Cang Alliance.

source: 到达厨房，掌柜将两碗宵夜倒进桶里，然后赶到柴房，他的人果然已经把两名外来者绑起来了。
en_us: Once he arrived at the kitchen, he emptied the two snacks into a bucket and hurried to the storage. (柴房) Expectedly, his people were already there with the two outsiders tied up.

source: 到这里，他们几乎可以确定，老人和青年其实都是玄龟族的探子，否则一他们的身份应该不可能知道莫景的事情。
en_us: Up to this point, they could basically confirm that the old man and the youth were actually both the Black Turtle Clan's scouts, or else they couldn't have known about Mo Jing's situation with their status.

source: 到这里，他们终于被拦了下来。
en_us: It was then when they were finally stopped.

source: 前几天遇到的白衣人落在凌霄站过的位置上，望着倒塌的两座山峰皱起眉心，扇柄搭着另一只手，随即饶有兴致的说道：“这可奇了，谁不知道这里是天狗的地盘，竟然敢在这里动手，这是挑衅吗？”
en_us: The white robed man they had met a few days ago alighted on the area that Ling Xiao had been standing at. He looked at the two collapsed mountain peaks and frowned as his hand gripped the shaft of the fan (扇柄搭着另一只手), and immediately commented with great interest, “This is strange. Everyone knows that this is the territory of Tengu and they actually dared to make a move here. Is this a provocation?”

source: 前排那些势力到现在没有几个人出手就是这个原因，为了保证能拍到他们想要的东西，不必要的地方绝不乱花，否则后面差了一点点，那就真要吐血了。
en_us: That was the reason those forces in the front row hadn't made a move yet. It was to ensure that they were going to get what they really wanted and not waste spirit gems. After all, if they lost a bid because of that then they were really going to cough up blood.

source: 前晚从白骨小镇离开后，他们并没有立刻回鬼哭涯。
en_us: They did not return to the Weeping Ghost Shore immediately after leaving White Bone Town last night.

source: 前面拍卖的几种压轴物品里，麒麟族和妖凰族都没有拍到什么好宝贝，现在他们倒是对这张地图都抱着不小的兴趣，结果还没开始就被游小默一下子抬到五亿。
en_us: The Qilin Clan and the Demon Phoenix Clan did not find any good treasures in the beginning portion of the auction. Now they were very interested in this map, yet the price was raised to five hundred million by You XiaoMo before they could even start bidding.

source: 前面，四个女人的战斗已经进入尾声。
en_us: Ahead, battle between the four ladies was coming to a close.

source: 前面，游小默和凌霄刚走出百来米，路边一名青年突然凑过去，一脸笑兮兮的表情。
en_us: Further ahead, You XiaoMo and Ling Xiao had barely walked for a hundred meters when a young man suddenly came over, all smiley.

source: 前面，牛徐阳三人也是才遇到洞域强盗不久，三人虽然感到很意外，但是脸上并没有太过惊慌，特别是莫雪两姐妹，神情淡定得就跟周围的强盗都是膜拜她们的男人一样。
en_us: Before them, Niu XuYang and the rest had just encountered the Dong Yu bandits not too long ago. Even though the three of them felt that it was very unexpected, they didn't show any signs of panic, especially the two sisters. Their expressions were calm and collected, as if the bandits surrounding them were just like the men who worshipped them.

source: 剩下的人除了婉雅是在九十一层，其他人都在九十层以下，排除掉安桥，最差的就是天心，她的实力本身也不是很高。
en_us: Other than Wan Ya who was at the ninety-first level, the rest were all below the ninetieth level. Excluding An Qiao, the worst was Tian Xin since her strength was originally not that high too.

source: 剩下的人面面相觑，皆透着难以置信之色，整个鬼哭涯包括头儿在内一共只有九个人，还有另外四人在外面没办法回来，既然所有人都集中在笑阁，天修的自在阁怎么可能会有人？
en_us: The rest of the people all looked at each other, everyone showing disbelieving expressions. There were only nine people at Weeping Ghost Shore, including Boss, and there were also four other people outside who had no way of returning. Since everyone was gathered in the Laughing Pavilion (笑阁), how could someone be in Tian Xiu's Leisure Pavilion?

source: 加上开场时两个不知死活找上他，却反被他踢下擂台的人，现在他总共踢下十三个人，只要再两个就能凑够三分了，他也不舍近求远了，既然他们要自己送上门来，他就不客气地收了。
en_us: In addition to the two idiots who tried to attack him, but were kicked out the ring instead, he had kicked off a total of thirteen people. Two more and he would have three points. There was no need for him to expend any extra effort to reach that, not when they were oh so kind to give themselves up for him.

source: 势力错综复杂，但西境的地域却十分辽阔，所以只要不碰触其他种族的逆鳞，一般是不会发生什么种族大战的大事的。
en_us: Though the forces were all tangled and complicated, the area in Xi Jing was extremely vast. Thus, there would normally be no major events like a war between the clans as long as one did not step on any of their the tails.

source: 十一二级灵草统称为顶级灵草。
en_us: Level eleven and twelve magic herbs were collectively known as pinnacle level magic herbs.

source: 十二级灵草只有炼丹的时候才需要，如果他不是要炼丹，买那株灵草有什么用？”颜辉不紧不慢的反问道。
en_us: Level twelve magic herbs are only needed when refinining pills. If he wasn't going to refine pills, what's the point of buying the magic herb?" Yan Hui responded unhurriedly.

source: 十二阶妖兽的内丹确实应该先问清楚，否则因此招来它的族人就得不偿失了，其实就算黑袍男子不问，对内丹感兴趣的人也会问。
en_us: The background of a Life Crystal of a level twelve demon beast should be clarified beforehand, or the clan members that it attracted would lose more than they gained. In reality, even if the black-robed man hadn't asked, the people who were interested in it would have also asked.

source: 十二阶水妖发出一道尖锐至极的叫声，狰狞的模样看得人心惊不已，率先朝实力最强的丹师工会代表发动攻击。
en_us: The Level Twelve Water Demon uttered an extremely shrill cry, its malevolent appearance made one endlessly terrified, as it took the lead in attacking the most powerful cultivator, the representative of Mage Association.

source: 十二阶水妖的战斗力极强，感染力也是数一数二，水妖不是很喜欢吃人，但是稍微不注意，你就会变成下一只水妖。
en_us: The fighting strength of a Level Twelve Water Demon was very strong and its infection rate was one of the very best. Water Demons were not fond of eating humans, but one could turn in the next Water Demon with just a slight carelessness.

source: 十二阶水妖自爆的威力绝对能会掉大半个灵山。
en_us: The self-destruction of a Level Twelve Water Demon definitely had the power to abolish half a spirit mountain.

source: 十二阶水妖自爆非同凡响，一个处理不好反而会被牵连到。
en_us: The self-destruction of a Level Twelve Water Demon was extraordinary, if not dealt with properly, it might come back to bite him.

source: 十五号就是游小默的座位号。
en_us: Number fifteen was You XiaoMo's seat.

source: 十五号的邻居呐！
en_us: Number fifteen's neighbor!

source: 十四号是谁？
en_us: Who was number fourteen?

source: 十神榜的强者都是些行踪漂浮不定的人，黑蜘蛛要怎么把邀请函送到他们手里？
en_us: The powerhouses on the Ten Gods Ranking were all people whose whereabouts were indeterminate. How would the Black Spider deliver the invitations to them?

source: 十米恰恰就是他们看守的范围，再靠近就必须突破守卫的防御，而他们明显没有要停下来的样子。
en_us: Ten meters was precisely the range of the guards, if anyone came closer, they would have to face their defense. With the looks of things, these people had no intention of stopping.

source: 千钧一发之际，感觉到主人有危险的吞金兽迅速的从他怀里冲出来，还有两只金翅虫，立刻和碧妖蛇斗了起来。
en_us: During his time of imminent peril, the Metal Swallowing Beast and Golden Winged Insects which had felt the danger their Master was in rapidly jumped out from his chest pocket (怀里) and immediately fought with the Jade Devil Snake.

source: 午餐已经在十一点的时候就做好了，现在厨房正空着，不过万厨师和他的助手这在厨房门口边上吃饭，他们是和船员分开吃的。
en_us: By eleven o'clock, lunch had been made already. Now, the kitchen is empty. However, Chef Wan and his assistant were eating at the door of the kitchen. They eat separately from the crew.

source: 半个月前老头说要出去一趟，没说要去哪里，具体回来的时间也没有说，到现在都没回来。
en_us: Half a month ago, the geezer had said he needed to go somewhere, he didn’t specify where exactly or when he would return, but he had yet to come back.
